---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.AutoJoinFailures.Unknown
source: html/660829b6-d9ba-a7fa-bd87-e999193d647e.htm
---
# Autodesk.Revit.DB.BuiltInFailures.AutoJoinFailures.Unknown Property

Unknown

## Syntax (C#)
```csharp
public static FailureDefinitionId Unknown { get; }
```